[
    // "Dell_VanPhong"
    {
        "productId": 10001, 
        "brand": "Dell", 
        "img_1":"image/product/10001_1.jpg",
        "img_2":"image/product/10001_2.jpg",
        "img_3":"image/product/10001_3.jpg",
        "img_4":"image/product/10001_4.jpg",
        "img_5":"image/product/10001_5.jpg",
        "img_6":"image/product/10001_6.jpg",
        "name": "Laptop Dell Latitude 3520 P108F001 70280536",
        "CPU": "Intel Core i3-1115G4 up to 4.10GHz 6MB 2 cores 4 threads",
        "RAM":"8GB (1x8) DDR4 3200MHz (2x SO-DIMM socket, up to 32GB SDRAM)", 
        "Hardware": "256GB SSD M.2 PCI-E (1x slot SATA 3 trống)",
        "Card":"Intel UHD Graphics",
        "screen":"15.6' HD (1366 x 768), 60Hz, Non-Touch, AG, TN",
        "CGT": "1x USB 3.2 Gen 1 Type-C (with DisplayPort®)/1x USB 3.2 Gen 1 Type-A/1x USB 3.2 Gen 1 with PowerShare/1x Headset Jack/1x RJ-45 port/1x DC in",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"SD Media Card Reader",
        "Audio":"2x 2W Realtek",
        "Bluetooth":"802.11 AC + v5.0",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home",
        "Pin":"3 Cell 41WHr",
        "Weigth":"1.79 kg",
        "color":"Carbon Black",
        "size":"361 x 241 x 18 mm",
        "description_1":"Đánh giá chi tiết laptop Dell Latitude 3520 P108F001 70280536/Là cái tên luôn nằm trong top đầu những thương hiệu laptop lớn nhất, uy tín nhất hiện, Dell nổi tiếng với những sản phẩm chất lượng, chỉnh chu tới từng chi tiết nhỏ nhất và Dell Latitude 3520 P108F001 70280536 cũng không phải ngoại lệ./Sở hữu thiết kế nhỏ gọn, sang trọng, mỏng nhẹ cùng hiệu năng cao vượt trội, đây luôn là lựa chọn hoàn hảo với những ai muốn tìm một chiếc laptop phục vụ cho công việc.",
        "description_2":"Laptop Dell Latitude 3520 P108F001 70280536 sở hữu thiết kế đơn giản, sang trọng/Laptop Dell thường có thiết kế khá dày và nặng nề, điều này gây không ít khó khăn cho người sử dụng. Hiểu được điều ấy Dell Latitude 3520 70280536 đã cải tiến để máy trở nên mỏng nhẹ hơn với kích thước ba chiều lần lượt là 18.06 x 361 x 240.9 mm cùng khối lượng 1.79 kg. Giờ đây bạn bạn có thể đặt vừa chiếc laptop trong balo của mình và mang đi dễ dàng./Máy sử dụng tone màu đen cổ điển làm chủ đạo với logo Dell màu trắng đặt tại vị trí trung tâm mặt trên của máy. Đây là thiết kế khá phù hợp với gần như mọi lứa tuổi khách hàng, phù hợp với mọi bối cảnh. Màu đen không bị xuống màu giúp giữ cho máy luôn bền đẹp dù qua thời gian dài sử dụng.",
        "description_3":"Màn hình FullHD chân thật, sắc nét/Dell Latitude 3520 P108F001 70280536 được trang bị màn hình rộng 15.6 inch với độ phân giải FullHD (1920 x 1080). Màn hình 60Hz, độ sáng màn hình ở mức thông dụng 250 nits đáp ứng tốt nhu cầu hiển thị phục vụ cho nhu cầu làm việc, học tập tại nhà và nơi công sở.",
        "description_4":"Bàn phím, touchpad hỗ trợ soạn thảo văn bản hiệu quả/Laptop Dell Latitude 3520 70280536 có kích thước phần bàn phím khá lớn giúp quá trình gõ phím nhanh hơn và chính xác hơn, vì vậy mà việc soạn thảo văn bản hay nhập liệu của bạn trở nên dễ dàng hơn rất nhiều. Ngoài ra hành trình phím ngắn cũng là ưu điểm lớn để bạn không bị mỏi tay khi gõ phím trong thời gian dài.Touchpad được thiết kế lớn hơn phù hợp với những ai thường xuyên thay đổi nơi làm việc, học tập. Giờ đây bạn có thể thao tác trên máy dễ dàng mà không cần đến chuột.",
        "description_5":"Đa dạng cổng kết nối/Là dòng laptop văn phòng phục vụ cho quá trình làm việc, học tập nên máy được trang bị đầy đủ các cổng kết nối bao gồm:/1x USB 3.2 Gen 1 Type-C (with DisplayPort®)/1x USB 3.2 Gen 1 Type-A/1x USB 3.2 Gen 1 with PowerShare/1x Headset Jack/1x RJ-45 port/1x DC in/Ngoài ra máy còn có Bluetooth 5.0 giúp bạn dễ dàng kết nối với các thiết bị ngoại vi khác mà không cần dây kết nối.",
        "description_6":"Hiệu năng mạnh mẽ/Không quá mạnh mẽ như những chiếc laptop gaming, nhưng với việc sử dụng con chip Intel Core i3-1115G4 kết hợp card đồ họa Intel UHD Graphics giúp laptop Dell Latitude 3520 70280536 sở hữu hiệu năng cao đủ sức chạy các phần mềm văn phòng dễ dàng cùng một số phần mềm đồ họa cơ bản như Photoshop, AI, … Được trang bị đến 8GB RAM DDR4 giúp chiếc laptop của bạn chạy tốt nhiều phần mềm hoặc nhiều tab trình duyệt cùng lúc. Dell còn khá hào phóng khi trang bị sẵn cho máy ổ cứng SSD lên đến 256GB dư sức đáp ứng nhu cầu lưu trữ dữ liệu người dùng.",
        "old-price":12990000,
        "new-price":12090000
    },
    {
        "productId": 10002, 
        "brand": "Dell", 
        "img_1":"image/product/10002_1.jpg",
        "img_2":"image/product/10002_2.jpg",
        "img_3":"image/product/10002_3.jpg",
        "img_4":"image/product/10002_4.jpg",
        "img_5":"image/product/10002_5.jpg",
        "img_6":"image/product/10002_6.jpg",
        "name": "Laptop Dell Inspiron 15 3511 P112F001EBL",
        "CPU": "Intel Core i3-1115G4 1.7GHz up to 3.0GHz 6MB",
        "RAM":"8GB DDR4 2666MHz (2x SO-DIMM socket, up to 16GB SDRAM)", 
        "Hardware": "256 GB SSD NVMe PCIe (1 x M.2 PCIE + 1 x Slot 2.5' HDD/SSD)",
        "Card":"Intel UHD Graphics",
        "screen":"15.6 Inch FHD (1920 x 1080) Wide View Angle, Anti-Glare",
        "CGT": "2x USB 3.2 Gen 1 ports/1x USB 2.0 port/1x HDMI 1.4 port/1x Audio jack",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"SD Media Card Reader",
        "Audio":"Realtek ALC3204, âm thanh Realtek",
        "Bluetooth":"802.11 AC (WiFi 5)+ V5.0",
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home + Office Home & Student 2021",
        "Pin":"3-cell Li-ion, 41 Wh",
        "Weigth":"1.73 kg",
        "color":"Đen",
        "size":"358.5 x235.56x 18.9 mm (Dài x Rộng x Dày)",
        "description_1":"Đánh giá chi tiết laptop Dell Inspiron 15 3511 P112F001EBL/Tùy theo nhiều nhu cầu khác nhau mà có nhiều dòng sản phẩm laptop Dell khác nhau. Nếu bạn đang tìm một chiếc laptop phục vụ cho nhu cầu học tập và làm việc hằng ngày thì Dell Inspiron 15 3511 P112F001EBL sẽ là người bạn đồng hành cực tốt. cấu hình mạnh mẽ trên thiết kế đơn giản mang lại hiệu năng giải quyết mọi công việc mượt mà, nhanh chóng. ",
        "description_2":"Cấu hình ấn tượng/Dell Inspiron 15 3511 P112F001EBL sử dụng bộ vi xử lý Intel Core i3 gen 11 cho một sức mạnh khủng để giải quyết mọi tác vụ văn phòng trơn tru và mượt mà nhất. Hoạt động nhanh hơn, load mọi dữ liệu thông tin mượt hơn khi trang bị thêm 8GB RAM DDR4, hỗ trợ CPU tăng tốc độ phản hồi. Để sử dụng những phần mềm nặng khác, có lẽ bạn nên nâng cấp thêm RAM với 2 slot RAM để có thể chạy nhiều tác vụ nặng được mượt mà hơn./Bộ nhớ 256GB SSD cho khả năng lưu trữ đáng kinh ngạc, giải quyết hoàn toàn mọi lo lắng về lưu trữ những tệp có dữ liệu lớn nhanh hơn bao giờ hết. Bên cạnh đó, mọi thao tác khi bạn sử dụng PS, AI, PR,... đều có thể diễn ra mượt mà nhờ laptop được tích hợp card đồ họa tích hợp Intel UHD Graphics.",
        "description_3":"Thiết kế Dell Inspiron 15 đơn giản, thu hút/Dell Inspiron 15 được hãng sản xuất vô cùng đơn giản nhưng lại vô cùng bền bỉ. Với những người đã sở hữu cho mình những con laptop từ Dell chắc hẳn không quá xa lạ về độ bền mà nó mang lại. Vỏ máy bao phủ bởi một lớp màu đen đơn giản nhưng không hề đơn điệu với phần logo Dell in chìm chính giữa bề mặt máy. Nếu công việc của bạn thường xuyên phải di chuyển thì đừng lo khi trọng lượng siêu nhẹ của máy sẽ dễ dàng đồng hành cùng bạn đi đến bất cứ đâu.",
        "description_4":"Màn hình góc rộng, độ sắc nét cao/Laptop sở hữu kích thước màn hình 15.6 inch với độ phân giải FHD (1920x1080), vừa đủ để thực hiện công việc, giải trí và sáng tạo một cách trọn vẹn. Đường viền được thiết kế hẹp hơn ở 2 bên nhằm mở rộng không gian cho bạn có góc nhìn thoải mái hơn. Hình ảnh chân thật, màu sắc sống động, độ chống lóa tốt tăng trải nghiệm vào những thời gian sử dụng hiệu quả nhất. ",
        "description_5":"Cổng giao tiếp đa dạng/Dell Inspiron 15 3511 P112F001EBL được trang bị đầy đủ các cổng kết nối đa dạng để bạn có thể kết nối các thiết bị ngoại vi khác một cách dễ dàng hơn. Dell đã gắn trên người “đứa con tinh thần” Dell Inspiron của mình những cổng kết nối phù hợp nhất:/2x USB 3.2 Gen 1 ports/1x USB 2.0 port/1x HDMI 1.4 port/1x Audio jack/Đây hứa hẹn chính là chiếc laptop cho sinh viên đáng đầu tư nhất trong mùa back to school này. Hay bạn là nhân viên văn phòng cần một chiếc laptop mỏng nhẹ với hiệu năng ổn định để giải quyết mọi công việc thì Dell Inspiron 15 3511 P112F001EBL vẫn rất xứng đáng để bạn cân nhắc.",
        "description_6":"",
        "old-price":14490000,
        "new-price":12290000
    },
    {
        "productId": 10003, 
        "brand": "Dell", 
        "img_1":"image/product/10003_1.jpg",
        "img_2":"image/product/10003_2.jpg",
        "img_3":"image/product/10003_3.jpg",
        "img_4":"image/product/10003_4.jpg",
        "img_5":"image/product/10003_5.jpg",
        "img_6":"image/product/10003_6.jpg",
        "name": "Laptop Dell Vostro 3420 70283384",
        "CPU": "Intel Core i3-1115G4 up to 4.10GHz 6MB 2 cores 4 threads",
        "RAM":"Intel Core i3-1115G4 up to 4.10GHz 6MB 2 cores 4 threads", 
        "Hardware": "256GB SSD M.2 PCI-E (1 slot)",
        "Card":"Intel UHD Graphics",
        "screen":"14'' FHD (1920 x 1080), 60Hz, Non-Touch, AG, IPS, LED-Backlit, Narrow Border",
        "CGT": "1x USB 3.2 Gen 1 Type-C (with DisplayPort®)/1x USB 3.2 Gen 1 Type-A/1x HDMI 1.4/1x Headset Jack/1 Flip-Down RJ-45 port 10/100/1000 Mbps/1x DC in",
        "keyboard":"Không có dãy phím Numpad, không hỗ trợ đèn LED",
        "SDcard":"SD Media Card Reader",
        "Audio":"2x 2W Realtek",
        "Bluetooth":"802.11 AC + v5.0",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home + Office Home & Student",
        "Pin":"3 Cell 54WHr",
        "Weigth":"1.49 kg",
        "color":"Carbon Black",
        "size":"321.27 x 220.26 x 18.62~23.02 mm",
        "description_1":"Đánh giá chi tiết sản phẩm laptop Dell Vostro 3420 70283384/Dell Vostro 3420 70283384 mang đến hiệu suất làm việc cao, xử lý mọi tác vụ nhanh chóng trong thiết kế gọn nhẹ đầy thanh lịch. Đây là một trong những sản phẩm laptop văn phòng phổ thông thu hút được nhiều sự quan tâm của khách hàng nhất tại GEARVN. Nếu bạn đang tìm kiếm một sản phẩm laptop học tập - làm việc mỗi ngày thì đây chính xác là lựa chọn dành cho bạn.",
        "description_2":"Thiết kế sang trọng đầy thanh lịch từ laptop Dell Vostro 3420 70283384/Laptop Dell Vostro 3420 sở hữu vóc dáng gọn nhẹ chỉ ~1.49 Kg màu Carbon Black hiện đại. Vỏ máy tính được làm bằng nhựa cao cấp cùng nắp lưng kim loại làm nên sự cứng cáp cho sản phẩm. Phần đế nâng tự động khi mở nắp máy tạo một độ nghiêng nhất định cho tư thế làm việc tốt hơn. Kích thước của laptop Dell Vostro 3420 khoảng 321.27 mm x 220.26 mm x 18.62 mm thể hiện sự nhỏ và gọn giúp người dùng có thể đặt lên bàn làm việc thoải mái hơn hoặc thậm chí mang đi bất kỳ đâu cũng dễ dàng hơn.",
        "description_3":"Mang lại hiệu năng hấp dẫn /Dell Vostro 3420 được đánh giá là một trong những sản phẩm laptop dưới 15 triệu có hiệu năng ổn định cho mọi nhu cầu văn phòng phổ thông. Hãng đã trang bị trên chiếc máy này bộ vi xử lý Intel Core i3-1115G4 thế hệ 11 mới nhất xử lý mọi công việc văn phòng trên Word, Excel, Power Point mượt mà. Kèm theo là VGA tích hợp Intel® UHD Graphics đảm nhiệm tốt các vấn đề liên quan đến đồ họa trên một chiếc laptop văn phòng giá rẻ./Nhờ được trang bị bộ nhớ RAM 8GB DDR4 có tốc độ Bus RAM lên đến 2666MHz cho người dùng tận hưởng được khả năng xử lý đa nhiệm nhanh chóng. Việc sử dụng nhiều ứng dụng cùng lúc cũng không lo gặp trở ngại hay khó khăn gì. Ngoài ra Dell còn mang tới kho lưu trữ 256GB PCIe NVMe SSD để việc sao lưu dữ liệu quan trọng được thuận lợi. ",
        "description_4":"Màn hình sắc nét cùng âm thanh sống động/Laptop Dell Vostro 3420 sở hữu màn hình 14 inch với độ phân giải Full HD để những trải nghiệm qua màn ảnh được trọn vẹn. Công nghệ chống chói Anti-glare bảo vệ cho đôi mắt khỏi những tác nhân gây hại bởi ánh sáng xanh, song đó là Wide Viewing Angle (WVA) cho góc nhìn đẹp ở mọi vị trí. Kết hợp cùng âm thanh độ nét cao cho không gian giải trí như chơi game, nghe nhạc hay xem phim chân thật hơn bao giờ hết. Việc sử dụng laptop để video call cùng bạn bè, người thân hay học tập và làm việc trực tuyến đã không còn xa lạ trong thời điểm hiện nay. Vì thế Dell đã trang bị cho laptop Vostro 3420 webcam HD có độ phân giải là 720p cho hình ảnh rõ nét hơn khi sử dụng. ",
        "description_5":"Trang bị đầy đủ cổng kết nối/Dọc theo 2 bên thân máy Dell Vostro 3420 là các cổng kết nối như: 2 x USB 3.2 Gen 1 ports, 1 x USB 3.2 Gen, 1 x Headset jack, 1 x HDMI 1.4 port, 1 x power-adapter port,1 x RJ45 Ethernet port./Laptop Dell Vostro 3420 mang một vẻ đẹp hiện đại với những tính năng làm việc hấp dẫn mà bất kỳ người dùng nào cũng muốn sở hữu cho các công việc hằng ngày. Hứa hẹn mang tới nhiều trải nghiệm thực tế hấp dẫn hơn những thông tin được chia sẻ từ GEARVN đấy nhé!",
        "description_6":"",
        "old-price":14990000,
        "new-price":12590000
    },
    {
        "productId": 10004, 
        "brand": "Dell", 
        "img_1":"image/product/10004_1.jpg",
        "img_2":"image/product/10004_2.jpg",
        "img_3":"image/product/10004_3.jpg",
        "img_4":"image/product/10004_4.jpg",
        "img_5":"image/product/10004_5.jpg",
        "img_6":"image/product/10004_6.jpg",
        "name": "Laptop Dell Inspiron 15 3520 i3U082W11BLU",
        "CPU": "Intel Core i3-1215U Processor (10MB Cache, up to 4.4 GHz)",
        "RAM":"8GB DDR4 2666MHz (2x SO-DIMM socket, up to 16GB SDRAM)", 
        "Hardware": "256GB SSD NVMe PCIe ",
        "Card":"Intel UHD Graphics",
        "screen":"15.6 Inch FHD (1920 x 1080),120Hz, Anti- Glare LED Backlit Narrow Border Display",
        "CGT": "1 x USB 3.2 Gen 1 port (on systems configured with Type-C®)/2 x USB 3.2 Gen 1 ports (on systems configured with non Type-C®)/1 x USB 2.0 port/1 x headset (headphone and microphone combo) port/1 x HDMI 1.4 port",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"One SD card slot",
        "Audio":"Realtek ALC3204, âm thanh Realtek",
        "Bluetooth":"802.11ax 2x2 WiFi + v5.2",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home + Office Home&Student",
        "Pin":"3-cell Li-ion, 41 Wh",
        "Weigth":"1.9 kg",
        "color":"Carbon Black",
        "size":"358.5 x235.56x 18.9 mm (Dài x Rộng x Dày)",
        "description_1":"Đánh giá chi tiết laptop Dell Inspiron 15 N3520 i3U082W11BLU/Tùy theo nhiều nhu cầu khác nhau mà có nhiều dòng sản phẩm laptop Dell khác nhau. Nếu bạn đang tìm một chiếc laptop phục vụ cho nhu cầu học tập và làm việc hằng ngày thì Dell Inspiron 15 3520 i3U082W11BLU sẽ là người bạn đồng hành cực tốt. cấu hình mạnh mẽ trên thiết kế đơn giản mang lại hiệu năng giải quyết mọi công việc mượt mà, nhanh chóng. ",
        "description_2":"Cấu hình ấn tượng/Dell Inspiron 15 3520 i3U082W11BLU sử dụng bộ vi xử lý Intel Core i3 gen 12 cho một hiệu năng ổn định để giải quyết mọi tác vụ văn phòng trơn tru và mượt mà nhất. Hoạt động nhanh hơn, load mọi dữ liệu thông tin mượt hơn khi trang bị thêm 8GB RAM DDR4, hỗ trợ CPU tăng tốc độ phản hồi. Để sử dụng những phần mềm nặng khác, có lẽ bạn nên nâng cấp thêm RAM với 2 slot RAM để có thể chạy nhiều tác vụ nặng được mượt mà hơn./Bộ nhớ 256GB SSD cho khả năng lưu trữ đáng kinh ngạc, giải quyết hoàn toàn mọi lo lắng về lưu trữ những tệp có dữ liệu lớn nhanh hơn bao giờ hết. Bên cạnh đó, mọi thao tác khi bạn sử dụng PS, AI, PR,... đều có thể diễn ra mượt mà nhờ laptop được tích hợp card đồ họa tích hợp Intel UHD Graphics.",
        "description_3":"Thiết kế Dell Inspiron 15 đơn giản, thu hút/Laptop Dell Inspiron 15 được hãng sản xuất vô cùng đơn giản nhưng lại vô cùng bền bỉ. Với những người đã sở hữu cho mình những con laptop từ Dell chắc hẳn không quá xa lạ về độ bền mà nó mang lại. Vỏ máy bao phủ bởi một lớp màu đen đơn giản nhưng không hề đơn điệu với phần logo Dell in chìm chính giữa bề mặt máy. Nếu công việc của bạn thường xuyên phải di chuyển thì đừng lo khi trọng lượng siêu nhẹ của máy sẽ dễ dàng đồng hành cùng bạn đi đến bất cứ đâu.",
        "description_4":"Màn hình góc rộng, độ sắc nét cao/Laptop sở hữu kích thước màn hình 15.6 inch với độ phân giải FHD (1920x1080), vừa đủ để thực hiện công việc, giải trí và sáng tạo một cách trọn vẹn. Đường viền được thiết kế hẹp hơn ở 2 bên nhằm mở rộng không gian cho bạn có góc nhìn thoải mái hơn. Hình ảnh chân thật, màu sắc sống động, độ chống lóa tốt tăng trải nghiệm vào những thời gian sử dụng hiệu quả nhất. ",
        "description_5":"Cổng giao tiếp đa dạng/Dell Inspiron 15 được trang bị đầy đủ các cổng kết nối đa dạng để bạn có thể kết nối các thiết bị ngoại vi khác một cách dễ dàng hơn. Dell đã gắn trên người “đứa con tinh thần” Dell Inspiron của mình những cổng kết nối phù hợp nhất:/1 x USB 3.2 Gen 1/2 x USB 3.2 Gen 1/1 x USB 2.0 /1 x headset/1 x HDMI 1.4 /One SD card/Đây hứa hẹn chính là chiếc laptop cho sinh viên đáng đầu tư nhất trong mùa back to school này. Hay bạn là nhân viên văn phòng cần một chiếc laptop mỏng nhẹ với hiệu năng ổn định để giải quyết mọi công việc thì Dell Inspiron 15 3520 i3U082W11BLU vẫn rất xứng đáng để bạn cân nhắc.",
        "description_6":"",
        "old-price":15190000,
        "new-price":14290000
    },
    {
        "productId": 10005, 
        "brand": "Dell", 
        "img_1":"image/product/10005_1.jpg",
        "img_2":"image/product/10005_2.jpg",
        "img_3":"image/product/10005_3.jpg",
        "img_4":"image/product/10005_4.jpg",
        "img_5":"image/product/10005_5.jpg",
        "img_6":"image/product/10005_6.jpg",
        "name": "Laptop Dell Vostro 14 5415 P143G002AGR",
        "CPU": "AMD Ryzen™ 3-5300U 2.6GHz Up to 3.8GHz 4MB, 4 cores 8 threads",
        "RAM":"8GB (8x1) DDR4 3200MHz (2x SO-DIMM socket, up to 32GB SDRAM)", 
        "Hardware": "256GB SSD M2 PCIe NVMe (Có thể tháo ra, lắp thanh khác tối đa 1TB)",
        "Card":"AMD Radeon™ Graphics",
        "screen":"14'' FHD (1920 x 1080) Anti-glare, LED Backlight, Non-Touch, Narrow Border, WVA Display",
        "CGT": "1x USB 3.2 Gen 1 (Type-C) port with DisplayPort Alt Mode,Power Delivery/2x USB 3.2 Gen 1 ports/1x HDMI 1.4b/1x Ethernet RJ-45/1x Global headset jack",
        "keyboard":"Led trắng",
        "SDcard":"Micro SD Media Card Reader",
        "Audio":"Stereo speakers, 2 W x 2 = 4 W total",
        "Bluetooth":"802.11 AX (2x2) + Bluetooth 5.0",        
        "Webcam":"HD 1280 x 720 at 30 fps camera with dual-array microphones",
        "OS":"Windows 11 Home + Office Home and Student 2021",
        "Pin":"4 Cell Li-on, 54WHr",
        "Weigth":"1.44 kg",
        "color":"Grey",
        "size":"321.3 x 212.8 x 17.9 mm",
        "description_1":"Đánh giá chi tiết laptop Dell Vostro",
        "description_2":"Hiệu năng mạnh mẽ với CPU thế hệ mới/Laptop Dell Vostro 14 5415 với bộ xử lý mới nhất của nhà AMD là R3 5300U cho máy khả năng xử lí trơn tru mọi tác vụ, đáp ứng tốt nhu cầu đồ họa và tiết kiệm lượng. Bộ nhớ RAM 8 GB cho máy khả năng thao tác đa nhiệm một cách mượt mà và ổn định./Bên cạnh đó, trang bị ổ cứng SSD với dung lượng lên đến 256GB cho máy tốc độ truy xuất dữ liệu nhanh chóng.",
        "description_3":"Thiết kế sang trọng, mỏng nhẹ/Dell Vostro là một trong những mẫu laptop mỏng nhẹ được làm từ chất liệu nhựa cao cấp giúp bảo vệ các linh kiện bên trong và cũng hạn chế tối đa trọng lượng chỉ với 1.44kg, người dùng có thể dễ dàng mang đi lại một cách tiện lợi.",
        "description_4":"Màn hình Full HD cho trải nghiệm hình ảnh đỉnh cao/Laptop Dell Vostro 14 5415 sở hữu màn hình với kích thước hình 14 inch có độ phân giải Full HD (1920 x 1080) hiển thị sắc nét từng chi tiết mang đến cho người sử dụng những giờ phút giây thư giãn thoải mái.",
        "description_5":"Công nghệ âm thanh Realtek High Definition Audio/Laptop Dell Vostro 14 5415 P143G002AGR là một trong những dòng laptop văn phòng được trang bị hệ thống loa công nghệ Realtek High Definition Audio cho chất âm to rõ, đáp ứng tốt nhu cầu giải trí, hội họp trực tuyến. Giúp người dùng khi đàm thoại nâng cao hiệu quả trong công việc và những phút giây giải trí với âm thanh vô cùng chất lượng.",
        "description_6":"",
        "old-price":16490000,
        "new-price":15490000
    },
    {
        "productId": 10006, 
        "brand": "Dell", 
        "img_1":"image/product/10006_1.jpg",
        "img_2":"image/product/10006_2.jpg",
        "img_3":"image/product/10006_3.jpg",
        "img_4":"image/product/10006_4.jpg",
        "img_5":"image/product/10006_5.jpg",
        "img_6":"image/product/10006_6.jpg",
        "name": "Laptop Dell Latitude 3520 P108F001 70280543",
        "CPU": "Intel Core i5-1135G7 2.4GHz up to 4.2GHz 8MB",
        "RAM":"8GB (1x8) DDR4 3200MHz (2x SO-DIMM socket, up to 32GB SDRAM)", 
        "Hardware": "256GB SSD M.2 PCI-E (1x slot SATA 3 trống)",
        "Card":"Intel Iris Xe Graphics (with dual channel memory) Intel® UHD Graphics",
        "screen":"15.6 FHD (1920x1080), 60Hz, Non-Touch, WVA",
        "CGT": "1x USB 3.2 Gen 1 Type-C (with DisplayPort®)/1x USB 3.2 Gen 1 Type-A/1x USB 3.2 Gen 1 with PowerShare/1x Headset Jack/1x RJ-45 port/1x DC in",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"SD Media Card Reader",
        "Audio":"2x 2W Realtek",
        "Bluetooth":"802.11 AC + v5.0",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home",
        "Pin":"3 Cell 41WHr",
        "Weigth":"1.79 kg",
        "color":"Carbon Black",
        "size":"361 x 241 x 18 mm",
        "description_1":"Đánh giá chi tiết laptop Dell Latitude 3520 P108F001 70280543/Là cái tên luôn nằm trong top đầu những thương hiệu laptop lớn nhất, uy tín nhất hiện, Dell nổi tiếng với những sản phẩm chất lượng, chỉnh chu tới từng chi tiết nhỏ nhất và Dell Latitude 3520 P108F001 70280543 cũng không phải ngoại lệ./Sở hữu thiết kế nhỏ gọn, sang trọng, mỏng nhẹ cùng hiệu năng cao vượt trội, đây luôn là lựa chọn hoàn hảo với những ai muốn tìm một chiếc laptop phục vụ cho công việc.",
        "description_2":"Laptop Dell Latitude 3520 P108F001 70280543 sở hữu thiết kế đơn giản, sang trọng/Laptop Dell thường có thiết kế khá dày và nặng nề, điều này gây không ít khó khăn cho người sử dụng. Hiểu được điều ấy Dell Latitude 3520 70280543 đã cải tiến để máy trở nên mỏng nhẹ hơn với kích thước ba chiều lần lượt là 361 x 241 x 18 mm mm cùng khối lượng 1.79 kg. Giờ đây bạn bạn có thể đặt vừa chiếc laptop trong balo của mình và mang đi dễ dàng./Máy sử dụng tone màu đen cổ điển làm chủ đạo với logo Dell màu trắng đặt tại vị trí trung tâm mặt trên của máy. Đây là thiết kế khá phù hợp với gần như mọi lứa tuổi khách hàng, phù hợp với mọi bối cảnh. Màu đen không bị xuống màu giúp giữ cho máy luôn bền đẹp dù qua thời gian dài sử dụng.",
        "description_3":"Màn hình FullHD chân thật, sắc nét/Dell Latitude 3520 P108F001 70280543 được trang bị màn hình rộng 15.6 inch với độ phân giải FullHD (1920 x 1080). Màn hình 60Hz, độ sáng màn hình ở mức thông dụng 250 nits đáp ứng tốt nhu cầu hiển thị phục vụ cho nhu cầu làm việc, học tập tại nhà và nơi công sở./Không chỉ dừng lại ở đó, máy còn được trang bị công nghệ Wide Viewing Angle (WVA) giúp góc nhìn rộng lên đến 178 độ và chống chói hiệu quả dù không nhìn từ hướng trực diện. Công nghệ này giúp bảo vệ cho đôi mắt của bạn, giữ cho mắt luôn trong điều kiện tốt nhất, thoải mái và dễ chịu trong thời gian dài sử dụng.",
        "description_4":"Bàn phím, touchpad hỗ trợ soạn thảo văn bản hiệu quả/Laptop Dell Latitude 3520 70280543 có kích thước phần bàn phím khá lớn giúp quá trình gõ phím nhanh hơn và chính xác hơn, vì vậy mà việc soạn thảo văn bản hay nhập liệu của bạn trở nên dễ dàng hơn rất nhiều. Ngoài ra hành trình phím ngắn cũng là ưu điểm lớn để bạn không bị mỏi tay khi gõ phím trong thời gian dài./Touchpad được thiết kế lớn hơn phù hợp với những ai thường xuyên thay đổi nơi làm việc, học tập. Giờ đây bạn có thể thao tác trên máy dễ dàng mà không cần đến chuột.",
        "description_5":"Đa dạng cổng kết nối/Là dòng laptop văn phòng phục vụ cho quá trình làm việc, học tập nên máy được trang bị đầy đủ các cổng kết nối bao gồm:/1x USB 3.2 Gen 1 Type-C (with DisplayPort®)/1x USB 3.2 Gen 1 Type-A/1x USB 3.2 Gen 1 with PowerShare/1x Headset Jack/1x RJ-45 port/1x DC in/Ngoài ra máy còn có Bluetooth 5.0 giúp bạn dễ dàng kết nối với các thiết bị ngoại vi khác mà không cần dây kết nối.",
        "description_6":"Hiệu năng mạnh mẽ/Không quá mạnh mẽ như những chiếc laptop gaming, nhưng với việc sử dụng con chip Intel Core i3-1115G4 kết hợp card đồ họa Intel UHD Graphics giúp laptop Dell Latitude 3520 70280543 sở hữu hiệu năng cao đủ sức chạy các phần mềm văn phòng dễ dàng cùng một số phần mềm đồ họa cơ bản như Photoshop, AI, … Được trang bị đến 8GB RAM DDR4 giúp chiếc laptop của bạn chạy tốt nhiều phần mềm hoặc nhiều tab trình duyệt cùng lúc. Dell còn khá hào phóng khi trang bị sẵn cho máy ổ cứng SSD lên đến 256GB dư sức đáp ứng nhu cầu lưu trữ dữ liệu người dùng.",
        "old-price":18990000,
        "new-price":16990000
    },
    {
        "productId": 10007, 
        "brand": "Dell", 
        "img_1":"image/product/10007_1.jpg",
        "img_2":"image/product/10007_2.jpg",
        "img_3":"image/product/10007_3.jpg",
        "img_4":"image/product/10007_4.jpg",
        "img_5":"image/product/10007_5.jpg",
        "img_6":"image/product/10007_6.jpg",
        "name": "Laptop Dell Vostro 3420 70283385",
        "CPU": "Intel Core i5-1135G7 2.4GHz up to 4.2GHz 8MB",
        "RAM":"8GB (1x8) DDR4 2666MHz (2x SO-DIMM socket, up to 16GB SDRAM)", 
        "Hardware": "512GB SSD M.2 PCI-E (1 slot)",
        "Card":"Intel Iris Xe Graphics",
        "screen":"14' FHD (1920 x 1080), 60Hz, Non-Touch, AG, Wide Viewing Angle, LED-Backlit, Narrow Border",
        "CGT": "1x USB 3.2 Gen 1 Type-C (with DisplayPort®)/1x USB 3.2 Gen 1 Type-A/1x USB 2.0/1x HDMI 1.4/1x Headset Jack/1 Flip-Down RJ-45 port 10/100/1000 Mbps/1x DC in",
        "keyboard":"Không có dãy phím Numpad, không hỗ trợ đèn LED",
        "SDcard":"SD Media Card Reader",
        "Audio":"2x 2W Realtek",
        "Bluetooth":"802.11 AC + v5.0",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home + Office Home & Student",
        "Pin":"3 Cell 41WHr",
        "Weigth":"1.49 kg",
        "color":"Carbon Black",
        "size":"321.27 x 220.26 x 18.62~23.02 mm",
        "description_1":"Đánh giá chi tiết laptop Dell Vostro 3420 70283385/Laptop Dell Vostro 3420 70283385 sở hữu sức mạnh siêu khủng từ CPU thế hệ thứ 11 để đáp ứng mọi nhu cầu của người dùng. Với thiết kế đơn giản, hiện đại và tinh tế, Dell Vostro 3420 hướng đến đối tượng người dùng cơ bản như dân văn phòng, học sinh sinh viên. Sự kết hợp giữa card đồ họa, bộ vi xử lý thế hệ mới và ổ cứng lưu trữ lớn giúp mang đến trải nghiệm hoàn toàn mới cho người dùng. ",
        "description_2":"Hiệu năng Dell Vostro 3420 70283385 ấn tượng/Dell Vostro 3420 được trang bị bộ vi xử lý Intel Core i5-1135G7 thế hệ 11 mới nhất và ổ lưu trữ SSD 512GB giúp bạn xử lý tốt và mượt mà các tác vụ văn phòng cơ bản như Word, Excel, Power Point,...và mang đến khả năng đa nhiệm ấn tượng cho người dùng. Với dung lượng RAM 8GB chuẩn DDR4, laptop còn giúp người dùng có thể vận hành trơn tru nhiều cửa sổ mở cùng lúc và đồ họa chuyển động suôn sẻ. Đồng thời, Dell Vostro 3420 còn hỗ trợ nâng cấp trong tương lai để nâng cấp hiệu năng lên một tầm cao mới./Đi kèm với đó là khả năng xử lý hình ảnh đồ họa ấn tượng từ card đồ họa Intel Iris Xe Graphics để bạn thoải mái sáng tạo trên các ứng dụng thiết kế đồ họa nặng đô như Illustrator, Photoshop,...hỗ trợ render video, xử lý hình ảnh và thậm chí là cân các vụ game nặng yêu cầu mức cài đặt mức cấu hình trên mức trung bình như LoL, PUBG,...",
        "description_3":"Thiết kế đơn giản nhưng không kém phần thanh lịch/Laptop Dell Vostro 3420 sở hữu thiết kế đơn giản vốn có của nhà Dell. Nhưng song song với vẻ ngoài tối giản đó chính là sự thanh lịch và tinh tế. Được hoàn thiện với tông màu đen chủ đạo và gia công hoàn toàn bằng vỏ nhựa nên trọng lượng của Dell Vostro 3420 vô cùng nhẹ, điều này chính là điểm cộng cho laptop khi người dùng có thể dễ dàng bỏ vào balo hay túi xách để đồng hành đi đến bất cứ đâu.",
        "description_4":"Bàn phím được thiết kế với hành trình phím sâu và độ nảy ổn định mang đến trải nghiệm gõ phím tốt. Các thao tác như gõ văn bản, nhập liệu cũng trở nên êm tay và thoải mái hơn. Tuy nhiên, Dell Vostro 3420 sẽ ăn điểm người dùng hơn nếu được trang bị thêm hệ thống đèn nền dưới phím để hỗ trợ người dùng trong điều kiện làm việc thiếu sáng./Cũng như hầu hết các sản phẩm laptop văn phòng khác trên thị trường, Dell Vostro 3420 được hãng sản xuất trang bị đầy đủ mọi cổng kết nối cần thiết và thông dụng nhất hiện nay như USB, HDMI,...để người dùng có thể thoải mái kết nối với các thiết bị ngoại vi, hỗ trợ tối đa khả năng kết nối cho người dùng.",
        "description_5":"Màn hình hiển thị sắc nét/Dell Vostro 3420 sở hữu màn hình 14 inch Full HD cùng với màn hình WVA hiện đại và góc nhìn 178 độ rộng giúp hình ảnh hiển thị trên laptop trở nên sắc nét, sống động và tươi mới hơn bao giờ hết. Bên cạnh đó, tần số quét màn hình 60Hz cơ bản với công nghệ LED Backlit giúp màu sắc màn hình chân thật và chuyển động trên màn hình mỏng cũng trở nên mượt mà hơn. Với công nghệ chống chói Anti Glare, người dùng có thể thoải mái ngồi trước máy tính hàng giờ liền mà không sợ bị đau, mỏi mắt.",
        "description_6":"",
        "price":17300000
    },
    {
        "productId": 10008, 
        "brand": "Dell", 
        "img_1":"image/product/10008_1.jpg",
        "img_2":"image/product/10008_2.jpg",
        "img_3":"image/product/10008_3.jpg",
        "img_4":"image/product/10008_4.jpg",
        "img_5":"image/product/10008_5.jpg",
        "img_6":"image/product/10008_6.jpg",
        "name": "Laptop Dell Vostro 3510 7T2YC2",
        "CPU": "Intel Core i5-1135G7 2.4GHz up to 4.2GHz 8MB",
        "RAM":"8GB (8x1) DDR4 3200MHz (2x SO-DIMM socket, up to 16GB SDRAM)", 
        "Hardware": "512GB SSD M.2 PCIE",
        "Card":"Intel® Iris Xe Graphics",
        "screen":"15.6 FHD (1920 x 1080) Anti-glare, LED Backlight, Non-Touch, Narrow Border, WVA Display",
        "CGT": "2x USB 3.2 Gen 1 Type-A/1x USB 2.0 Type-A/1x HDMI 1.4/1x RJ-45/1x Audio Jack/1x Power in",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"SD card slot",
        "Audio":"Stereo speakers, 2 W x 2 = 4 W total",
        "Bluetooth":"802.11 AC + v4.2",        
        "Webcam":"720p at 30 fps HD camera, single-integrated microphone",
        "OS":"Windows 11 Home + Office Home & Student 2021",
        "Pin":"3 Cell 41WHr",
        "Weigth":"1.69 kg",
        "color":"Đen",
        "size":"358.5 x 235.56 x 18.9 mm",
        "description_1":"Đánh giá chi tiết laptop văn phòng Dell Vostro 3510 V3510/Laptop Dell Vostro 3510 7T2YC2 là sản phẩm tiếp theo có mặt trên thị trường thuộc thế hệ Dell Vostro. Vẫn sở hữu những điểm mạnh vốn có trên những chiếc laptop Dell trước đây là thiết kế, hiệu năng và đặc biệt đó là giá tiền phải chăng. Vậy Dell Vostro 3510 V3510 có những điểm gì mà bạn cần biết?",
        "description_2":"Thiết kế sang trọng/Laptop Dell Vostro 3510 7T2YC2 sở hữuu thiết kế trung tính, sang trọng phù hợp với sở thích và thị hiếu của học sinh sinh viên và người dùng văn phòng. Khoác lớp màu đen sang trọng vốn có trên những chiếc laptop văn phòng cùng cân nặng chỉ 1.69 kg, Dell Vostro 3510 7T2YC2 vô cùng phù hợp cho những công việc văn phòng đòi hỏi khả năng di động cao.",
        "description_3":"Màn hình IPS sắc nét/Trang bị màn hình 15.6 công nghệ IPS tiên tiến, Dell Vostro 3510 hứa hẹn mang lại trải nghiệm thị giác tuyệt vời cho người dùng. Màn hình IPS trêp laptop cho góc nhìn lên đến 178 độ, giúp hình ảnh luôn giữ độ sắc nét và chính xác màu sắc từ bất kì góc độ nào. Ngoài ra, màn hình IPS cũng mang lại cảm giác dễ chịu cho đôi mắt dù phải sử dụng laptop trong thời gian dài. Với kích thước màn hình 15.6 lớn, người dùng sẽ có thêm nhiều không gian để làm việc và quan sát nhiều tác vụ trên màn hình của Dell Vostro 3510 7T2YC2.",
        "description_4":"Cấu hình mạnh mẽ cho tác vụ văn phòng/Laptop Dell Vostro 3510 7T2YC2 được trang bị con CPU Intel Core i5 thế hệ 11 mới nhất đem lại tốc độ xử lý nhanh gọn cho các công việc văn phòng. Hỗ trợ thêm đó là 8GB RAM cùng 512GB SSD tăng thêm khả năng đa nhiệm trên nhiều tác vụ, và sẽ là bộ nhớ lưu trữ thoải mái cho các tài liệu.",
        "description_5":"Đa dạng các cổng kết nối/Là một chiếc laptop dành cho học tập và làm việc, Dell Vostro 3510 7T2YC2 có tất cả những cổng kết nối cần thiết cả 2 nhu cầu văn phòng và đi học, bao gồm: USB Type-A, HDMI và đầu đọc thẻ nhớ SD.",
        "description_6":"",
        "old-price":20990000,
        "new-price":17490000
    },
    {
        "productId": 10009, 
        "brand": "Dell", 
        "img_1":"image/product/10009_1.jpg",
        "img_2":"image/product/10009_2.jpg",
        "img_3":"image/product/10009_3.jpg",
        "img_4":"image/product/10009_4.jpg",
        "img_5":"image/product/10009_5.jpg",
        "img_6":"image/product/10009_6.jpg",
        "name": "Laptop Dell Inspiron 15 3520 i5U085W11BLU",
        "CPU": "Intel(R) Core(TM) i5-1235U Processor (12MB Cache, up to 4.4 GHz)",
        "RAM":"1 x 8GB DDR4 2666MHz (2x SO-DIMM socket, up to 16GB SDRAM)", 
        "Hardware": "512GB SSD NVMe PCIe (1 Slot)",
        "Card":"Intel UHD Graphics",
        "screen":"15.6 Inch FHD (1920 x 1080),120Hz, Anti- Glare LED Backlit Narrow Border Display",
        "CGT": "2 x USB 3.2 Gen 1 ports (on systems configured with non Type-C®)/1 x USB 2.0 port/1 x headset (headphone and microphone combo) port/1 x HDMI 1.4 port/One SD card slot",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"SD Media Card Reader",
        "Audio":"Realtek ALC3204, âm thanh Realtek",
        "Bluetooth":"802.11ax 2x2 WiFi + v5.2",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home + Office Home&Student",
        "Pin":"3 Cell 41WHr",
        "Weigth":"1.9 kg",
        "color":"Carbon Black",
        "size":"358.5 x235.56x 18.9 mm (Dài x Rộng x Dày)",
        "description_1":"Đánh giá chi tiết laptop Dell Inspiron 15 3520 i5U085W11BLU/Tùy theo nhiều nhu cầu khác nhau mà có nhiều dòng sản phẩm laptop Dell khác nhau. Nếu bạn đang tìm một chiếc laptop phục vụ cho nhu cầu học tập và làm việc hằng ngày thì Dell Inspiron 15 3520 i5U085W11BLU sẽ là người bạn đồng hành cực tốt. cấu hình mạnh mẽ trên thiết kế đơn giản mang lại hiệu năng giải quyết mọi công việc mượt mà, nhanh chóng. ",
        "description_2":"Cấu hình ấn tượng/Dell Inspiron 15 3520 i5U085W11BLU sử dụng bộ vi xử lý Intel Core i5 gen 12 cho một sức mạnh khủng để giải quyết mọi tác vụ văn phòng trơn tru và mượt mà nhất. Hoạt động nhanh hơn, load mọi dữ liệu thông tin mượt hơn khi trang bị thêm 8GB RAM DDR4, hỗ trợ CPU tăng tốc độ phản hồi. Để sử dụng những phần mềm nặng khác, có lẽ bạn nên nâng cấp thêm RAM với 2 slot RAM để có thể chạy nhiều tác vụ nặng được mượt mà hơn./Bộ nhớ 512GB SSD cho khả năng lưu trữ đáng kinh ngạc, giải quyết hoàn toàn mọi lo lắng về lưu trữ những tệp có dữ liệu lớn nhanh hơn bao giờ hết. Bên cạnh đó, mọi thao tác khi bạn sử dụng PS, AI, PR,... đều có thể diễn ra mượt mà nhờ laptop được tích hợp card đồ họa tích hợp Intel UHD Graphics.",
        "description_3":"Thiết kế Dell Inspiron 15 đơn giản, thu hút/Laptop Dell Inspiron 15 được hãng sản xuất vô cùng đơn giản nhưng lại vô cùng bền bỉ. Với những người đã sở hữu cho mình những con laptop từ Dell chắc hẳn không quá xa lạ về độ bền mà nó mang lại. Vỏ máy bao phủ bởi một lớp màu đen đơn giản nhưng không hề đơn điệu với phần logo Dell in chìm chính giữa bề mặt máy. Nếu công việc của bạn thường xuyên phải di chuyển thì đừng lo khi trọng lượng siêu nhẹ của máy sẽ dễ dàng đồng hành cùng bạn đi đến bất cứ đâu. ",
        "description_4":"Màn hình góc rộng, độ sắc nét cao/Laptop sở hữu kích thước màn hình 15.6 inch với độ phân giải FHD (1920x1080), vừa đủ để thực hiện công việc, giải trí và sáng tạo một cách trọn vẹn. Đường viền được thiết kế hẹp hơn ở 2 bên nhằm mở rộng không gian cho bạn có góc nhìn thoải mái hơn. Hình ảnh chân thật, màu sắc sống động, độ chống lóa tốt tăng trải nghiệm vào những thời gian sử dụng hiệu quả nhất. ",
        "description_5":"Cổng giao tiếp đa dạng/Dell Inspiron 15 được trang bị đầy đủ các cổng kết nối đa dạng để bạn có thể kết nối các thiết bị ngoại vi khác một cách dễ dàng hơn. Dell đã gắn trên người “đứa con tinh thần” Dell Inspiron của mình những cổng kết nối phù hợp nhất:/2x USB 3.2 Gen 1 ports/1x USB 2.0 port/1x HDMI 1.4 port/1x Audio jack/Đây hứa hẹn chính là chiếc laptop cho sinh viên đáng đầu tư nhất trong mùa back to school này. Hay bạn là nhân viên văn phòng cần một chiếc laptop mỏng nhẹ với hiệu năng ổn định để giải quyết mọi công việc thì Dell Inspiron 15 3520 i5U085W11BLU vẫn rất xứng đáng để bạn cân nhắc.",
        "description_6":"",
        "old-price":18990000,
        "new-price":17790000
    },
    {
        "productId": 10010, 
        "brand": "Dell", 
        "img_1":"image/product/10010_1.jpg",
        "img_2":"image/product/10010_2.jpg",
        "img_3":"image/product/10010_3.jpg",
        "img_4":"image/product/10010_4.jpg",
        "img_5":"image/product/10010_5.jpg",
        "img_6":"image/product/10010_6.jpg",
        "name": "Laptop Dell Inspiron 16 5625 70281537",
        "CPU": "AMD Ryzen 5 5625U upto 4.3Ghz, 16MB Cache",
        "RAM":"8GB DDR4 3200MHz (2x SO-DIMM socket, up to 16GB SDRAM)", 
        "Hardware": "512GB SSD M.2 PCIE (1 x M.2 PCIE + 1 x Slot 2.5 HDD/SSD)",
        "Card":"AMD Radeon Graphics",
        "screen":"16 inch, FHD+ (1920x1200) Non-Touch, AG, Wide Viewing Angle, 250 nit, ComfortView ",
        "CGT": "2x USB 3.2 Gen 1 ports/1 USB 3.2 Gen 2 Type-C port with DisplayPort and Power Delivery/1 Headset jack/1 HDMI 1.4 port/1 power-adapter port/1 SD Card",
        "keyboard":"Có đèn bàn phím",
        "SDcard":"SD Media Card Reader",
        "Audio":"Stereo speakers with Waves MaxxAudio® Pro, 2 W x 2 = 4 W",
        "Bluetooth":"802.11 AC (WiFi 5) + v5.0",       
        "Webcam":"1080p at 30 fps FHD ",
        "OS":"Windows 11 Home SL + Office Home & Student 2021",
        "Pin":"4-cell Li-ion, 54 Wh",
        "Weigth":"1.97 kg",
        "color":"Platinum Silver",
        "size":"356.78 x 251.90 x 17.95 mm",
        "description_1":"Đánh giá chi tiết laptop Dell Inspiron 16 5625 70281537/Laptop Dell Inspiron 16 5625 là laptop văn phòng mới thuộc series Dell Inspiron. Nếu những sản phẩm trước đây chưa được đầu tư tỉ mỉ về mặt thiết kế thì Dell Inspiron 16 5625 đã ghi điểm tuyệt đối cả về thiết kế và hiệu năng. Đây có thể nói là một trong những item hot hit trong thời gian sắp tới cho đối tượng học sinh, sinh viên và nhân viên văn phòng.",
        "description_2":"Thiết kế laptop thanh lịch/Laptop Dell Inspiron 16 5625 nhắm đến đối tượng học sinh, sinh viên và nhân viên văn phòng nên thiết kế đã được đầu tư lại một cách bài bản và chỉn chu hơn rất nhiều. Bề mặt laptop nhẵng, mịn với logo Dell quen thuộc ở mặt trước cùng với tông màu bạc nhẹ nhàng, thanh lịch tạo nét sang trọng, quý phái cho người dùng./Bên cạnh đó, trọng lượng laptop chỉ 1.9kg và mỏng chỉ 18mm giúp bạn dễ dàng bỏ vào balo hay túi xách để đi đến bất cứ đâu. Phần bản lề cũng được nâng lên một góc nhất định để người dùng có thể sử dụng dễ dàng hơn.",
        "description_3":"Hiệu năng Dell Inspiron 16 5625 mạnh mẽ và ổn định/Dell Inspiron 16 5625 được trang bị CPU AMD R5, 8 nhân 16 luồng mạnh mẽ giúp bạn thực hiện tốt các tác vụ đa nhiệm, mở nhiều tab cùng một lúc nhưng vẫn duy trì tốc độ mượt mà và không xảy ra hiện tượng giật, lag./Thêm vào đó, 8GB RAM và ổ lưu trữ 512GB SSD M.2 sẽ hỗ trợ quá trình khởi động máy cũng như các ứng dụng, giúp tiết kiệm thời gian khởi động và nâng cao hiệu suất công việc. VGA tích hợp sẽ hỗ trợ laptop xử lý tác vụ hình ảnh nhanh hơn và đáp ứng một số nhu cầu trên mức trung bình như đồ họa hay chiến game.",
        "description_4":"Màn hình hiển thị tốt/Sở hữu kích thước màn hình 16 inch, Dell Inspiron 16 5625 cho khả năng hiển thị tốt với độ phân giải Full HD+, mang đến màu sắc sống động và vui tươi. Ngoài ra, công nghệ ComfortView đi kèm giúp loại bỏ mọi ánh sáng xanh gây hại cho mắt và giảm hiện tượng nhấp nháy để bảo vệ mắt của bạn khi sử dụng laptop quá lâu.",
        "description_5":"Kết nối đa dạng/Đề cao tính thực tế, ứng dụng nên Dell Inspiron 16 5625 đã tích hợp đầy đủ mọi cổng kết nối thông dung cho người dùng như USB-A, USB-C và HDMI để xuất hình ảnh đến máy chiếu hay khe đọc thẻ nhớ SD,.../Dell Inspiron 16 5625 cũng được tích hợp chuẩn kết nối không dây Bluetooth 5.0 cùng WiFi 5 để nâng cao phạm vi kết nối với băng thông lớn, tăng khả năng giao tiếp và phản hồi giữa các thiết bị với nhau, đảm bảo đường truyền luôn ổn định trong suốt quá trình học tập và làm việc.",
        "description_6":"",
        "price":19990000
    },
    {
        "productId": 10011, 
        "brand": "Dell", 
        "img_1":"image/product/10011_1.jpg",
        "img_2":"image/product/10011_2.jpg",
        "img_3":"image/product/10011_3.jpg",
        "img_4":"image/product/10011_4.jpg",
        "img_5":"image/product/10011_5.jpg",
        "img_6":"image/product/10011_6.jpg",
        "name": "Laptop Dell Vostro 5410 V4I5214W1",
        "CPU": "Intel Core i5 11320H (2.5Ghz Upto 4.5Ghz/8MB cache)",
        "RAM":"8GB DDR4 3200MHz (2x SO-DIMM socket, up to 32GB SDRAM)", 
        "Hardware": "512GB PCIe NVMe SSD",
        "Card":"Intel® Iris® Xe Graphics",
        "screen":"14.0-inch FHD (1920 x 1080) Anti-glare LED Backlight Non-Touch Narrow Border WVA",
        "CGT": "2 x USB 3.2 Gen 1 Type-A /1 x RJ45 /1 x Headset Jack/1 x Wedge shaped lock/1 x HDMI 1.4/1 x USB 3.2 Gen 2x2 Type-C™ (Display Port/PowerDelivery)",
        "keyboard":"Không có phím số, Led Backlight",
        "SDcard":"SD",
        "Audio":"Realtek ALC3204, 2x2.5W",
        "Bluetooth":"Intel® Wi-Fi 6 2x2 (Gig+) / Bluetooth 5.1",        
        "Webcam":"HD",
        "OS":"Win 11 + Office Home & Student 2021",
        "Pin":"4 cell 54Wh",
        "Weigth":"1.35Kg",
        "color":"Titan Grey",
        "size":"321.27 x 212.8 x 17.99 (mm) ",
        "description_1":"Đánh giá chi tiết sản phẩm laptop Dell Vostro 5410 V4I5214W1/Dell Vostro 5410 V4I5214W1 mang đến hiệu suất làm việc cao, xử lý mọi tác vụ nhanh chóng trong thiết kế gọn nhẹ đầy thanh lịch. Đây là một trong những sản phẩm laptop văn phòng phổ thông thu hút được nhiều sự quan tâm của khách hàng nhất tại GEARVN. Nếu bạn đang tìm kiếm một sản phẩm laptop học tập - làm việc mỗi ngày thì đây chính xác là lựa chọn dành cho bạn.",
        "description_2":"Thiết kế sang trọng đầy thanh lịch từ laptop Dell Vostro 5410 V4I5214W1/Laptop Dell Vostro 5410 sở hữu vóc dáng gọn nhẹ chỉ ~1.35kg màu Titan Grey hiện đại. Vỏ máy tính được làm bằng nhựa cao cấp cùng nắp lưng kim loại làm nên sự cứng cáp cho sản phẩm. Phần đế nâng tự động khi mở nắp máy tạo một độ nghiêng nhất định cho tư thế làm việc tốt hơn. Kích thước của laptop Dell Vostro 5410 khoảng 321.27 x 212.8 x 17.99 (mm) thể hiện sự nhỏ và gọn giúp người dùng có thể đặt lên bàn làm việc thoải mái hơn hoặc thậm chí mang đi bất kỳ đâu cũng dễ dàng hơn./Bàn phím tiêu chuẩn hỗ trợ nền LED đơn sắc cho mọi thao tác trên chiếc laptop Dell Vostro 5410 đều chính xác và đạt hiệu quả cao trong mọi điều kiện ánh sáng.",
        "description_3":"Mang lại hiệu năng hấp dẫn /Dell Vostro 5410 được đánh giá là một trong những sản phẩm laptop trên 20 triệu có hiệu năng làm việc vô cùng mạnh mẽ. Hãng đã trang bị trên chiếc máy này bộ vi xử lý Intel Core i5 11320H thế hệ 11 mới nhất xử lý mọi công việc văn phòng trên Word, Excel, Power Point hay thiết kế qua các ứng dụng AI, Photoshop đều mượt mà. Kèm theo là VGA tích hợp Intel® Iris® Xe Graphics đảm nhiệm tốt các vấn đề liên quan đến đồ họa. Dell Vostro 5410 mang lại trải nghiệm hình ảnh sắc nét và sống động trong việc thiết kế 2D, giải trí các tựa game như PUBG, LOL,... đẹp nhất./Nhờ được trang bị bộ nhớ RAM DDR4 có tốc độ Bus RAM lên đến 3200MHz cho người dùng tận hưởng được khả năng xử lý đa nhiệm nhanh chóng. Việc sử dụng nhiều ứng dụng cùng lúc cũng không lo gặp trở ngại hay khó khăn gì. Đồng thời Dell Vostro 5410 cũng hỗ trợ người dùng nâng cấp RAM đến 32GB cho hệ thống làm việc tốt hơn theo mục đích sử dụng của họ. Ngoài ra Dell còn mang tới kho lưu trữ khổng lồ qua ổ cứng 512GB PCIe NVMe SSD để việc sao lưu dữ liệu được thoải mái hơn, tốc độ vận hành máy cũng nhanh hơn. ",
        "description_4":"Màn hình sắc nét cùng âm thanh sống động/Laptop Dell Vostro 5410 sở hữu màn hình 14 inch với độ phân giải Full HD để những trải nghiệm qua màn ảnh được trọn vẹn. Công nghệ chống chói Anti-glare bảo vệ cho đôi mắt khỏi những tác nhân gây hại bởi ánh sáng xanh, song đó là Wide Viewing Angle (WVA) cho góc nhìn đẹp ở mọi vị trí. Kết hợp cùng âm thanh độ nét cao qua High Definition (HD) Audio cho không gian giải trí như chơi game, nghe nhạc hay xem phim chân thật hơn bao giờ hết. Việc sử dụng laptop để video call cùng bạn bè, người thân hay học tập và làm việc trực tuyến đã không còn xa lạ trong thời điểm hiện nay. Vì thế Dell đã trang bị cho laptop Vostro 5410 webcam HD có độ phân giải là 720p cho hình ảnh rõ nét hơn khi sử dụng. ",
        "description_5":"Trang bị đầy đủ cổng kết nối/Dọc theo 2 bên thân máy Dell Vostro 5410 là các cổng kết nối như: 2 x USB 3.2 Gen 1 Type-A, 1 x RJ45, 1 x Headset Jack, 1 x Wedge shaped lock, 1 x HDMI 1.4, 1 x USB 3.2 Gen 2x2 Type-C™ (Display Port/PowerDelivery). Người dùng có thể tự do kết nối các thiết bị ngoại vi khác hỗ trợ cho nhu cầu sử dụng như tai nghe, chuột máy tính, loa,.../Laptop Dell Vostro 5410 mang một vẻ đẹp hiện đại với những tính năng làm việc hấp dẫn mà bất kỳ người dùng nào cũng muốn sở hữu cho các công việc hằng ngày.",
        "description_6":"",
        "old-price":23690000,
        "new-price":19990000
    },
    {
        "productId": 10012, 
        "brand": "Dell", 
        "img_1":"image/product/10012_1.jpg",
        "img_2":"image/product/10012_2.jpg",
        "img_3":"image/product/10012_3.jpg",
        "img_4":"image/product/10012_4.jpg",
        "img_5":"image/product/10012_5.jpg",
        "img_6":"image/product/10012_6.jpg",
        "name": "Laptop Dell Inspiron 15 3520 70296960",
        "CPU": "Intel(R) Core(TM) i5-1235U Processor (12MB Cache, up to 4.4 GHz)",
        "RAM":"1 x 8GB DDR4 2666MHz (2x SO-DIMM socket, up to 16GB SDRAM)",  
        "Hardware": "512GB SSD NVMe PCIe (1 Slot)",
        "Card":"NVIDIA GeForce MX550 2 GB",
        "screen":"15.6 Inch FHD (1920 x 1080),120Hz, Anti- Glare, WVA, LED-Backlit, Độ sáng 250 nit",
        "CGT": "1x USB 3.2 Gen 1 Type-C với DisplayPort 1.4/3x USB 3.2 Gen 1/1x USB 2.0/1x Cổng tai nghe (kết hợp tai nghe và micrô)/1x HDMI 1.4 (Hỗ trợ qua HDMI 1920x1080 @ 60Hz, không có đầu ra 4K/2K)",
        "keyboard":"Có dãy phím Numpad, Đèn nền bàn phím đơn sắc",
        "SDcard":"SD Media Card Reader",
        "Audio":"Realtek ALC3204, âm thanh Realtek",
        "Bluetooth":"802.11ax 2x2 WiFi + v5.2",        
        "Webcam":"HD Webcam",
        "OS":"Windows 11 Home + Office Home&Student",
        "Pin":"3-cell Li-ion, 41 Wh",
        "Weigth":"1.65 kg",
        "color":"Carbon Black",
        "size":"358.5 x235.56x 17.5 mm (Dài x Rộng x Dày)",
        "description_1":"Đánh giá chi tiết laptop Dell Inspiron 15 3520 70296960/Tùy theo nhiều nhu cầu khác nhau mà có nhiều dòng sản phẩm laptop Dell khác nhau. Nếu bạn đang tìm một chiếc laptop phục vụ cho nhu cầu học tập và làm việc hằng ngày thì Dell Inspiron 15 3520 70296960 sẽ là người bạn đồng hành cực tốt. cấu hình mạnh mẽ trên thiết kế đơn giản mang lại hiệu năng giải quyết mọi công việc mượt mà, nhanh chóng. ",
        "description_2":"Cấu hình ấn tượng/Dell Inspiron 15 3520 70296960 sử dụng bộ vi xử lý Intel Core i5 gen 12 cho một sức mạnh khủng để giải quyết mọi tác vụ văn phòng trơn tru và mượt mà nhất. Hoạt động nhanh hơn, load mọi dữ liệu thông tin mượt hơn khi trang bị thêm 8GB RAM DDR4, hỗ trợ CPU tăng tốc độ phản hồi. Để sử dụng những phần mềm nặng khác, có lẽ bạn nên nâng cấp thêm RAM với 2 slot RAM để có thể chạy nhiều tác vụ nặng được mượt mà hơn./Bộ nhớ 512GB SSD cho khả năng lưu trữ đáng kinh ngạc, giải quyết hoàn toàn mọi lo lắng về lưu trữ những tệp có dữ liệu lớn nhanh hơn bao giờ hết. Bên cạnh đó, mọi thao tác khi bạn sử dụng PS, AI, PR,... đều có thể diễn ra mượt mà nhờ laptop được tích hợp card đồ họa NVIDIA GeForce MX550 2 GB.",
        "description_3":"Thiết kế Dell Inspiron 15 đơn giản, thu hút/Laptop Dell Inspiron 15 được hãng sản xuất vô cùng đơn giản nhưng lại vô cùng bền bỉ. Với những người đã sở hữu cho mình những con laptop từ Dell chắc hẳn không quá xa lạ về độ bền mà nó mang lại. Vỏ máy bao phủ bởi một lớp màu đen đơn giản nhưng không hề đơn điệu với phần logo Dell in chìm chính giữa bề mặt máy. Nếu công việc của bạn thường xuyên phải di chuyển thì đừng lo khi trọng lượng siêu nhẹ của máy sẽ dễ dàng đồng hành cùng bạn đi đến bất cứ đâu. ",
        "description_4":"Màn hình góc rộng, độ sắc nét cao/Laptop sở hữu kích thước màn hình 15.6 inch với độ phân giải FHD (1920x1080), vừa đủ để thực hiện công việc, giải trí và sáng tạo một cách trọn vẹn. Đường viền được thiết kế hẹp hơn ở 2 bên nhằm mở rộng không gian cho bạn có góc nhìn thoải mái hơn. Hình ảnh chân thật, màu sắc sống động, độ chống lóa tốt tăng trải nghiệm vào những thời gian sử dụng hiệu quả nhất. ",
        "description_5":"Cổng giao tiếp đa dạng/Dell Inspiron 15 được trang bị đầy đủ các cổng kết nối đa dạng để bạn có thể kết nối các thiết bị ngoại vi khác một cách dễ dàng hơn. Dell đã gắn trên người “đứa con tinh thần” Dell Inspiron của mình những cổng kết nối phù hợp nhất:/1x USB 3.2 Gen 1 Type-C với DisplayPort 1.4/3x USB 3.2 Gen 1/1x USB 2.0/1x Cổng tai nghe (kết hợp tai nghe và micrô)/1x HDMI 1.4 (Hỗ trợ qua HDMI 1920x1080 @ 60Hz, không có đầu ra 4K/2K)/Đây hứa hẹn chính là chiếc laptop cho sinh viên đáng đầu tư nhất trong mùa back to school này. Hay bạn là nhân viên văn phòng cần một chiếc laptop mỏng nhẹ với hiệu năng ổn định để giải quyết mọi công việc thì Dell Inspiron 15 3520 70296960 vẫn rất xứng đáng để bạn cân nhắc.",
        "description_6":"",
        "old-price":22390000,
        "new-price":20490000
    },
//  "Dell_Gaming"
        {
        "productId": 10013, 
        "brand": "Dell", 
        "img_1":"image/product/10013_1.jpg",
        "img_2":"image/product/10013_2.jpg",
        "img_3":"image/product/10013_3.jpg",
        "img_4":"image/product/10013_4.jpg",
        "img_5":"image/product/10013_5.jpg",
        "img_6":"image/product/10013_6.jpg",
        "name": "Laptop gaming Dell G15 5525 R5H085W11GR3050",
        "CPU": "AMD Ryzen 5 6600H (19MB Cache, 3.3GHz, Turbo Boost 4.5GHz), 6 Cores 12 Threads",
        "RAM":"1 x 8GB DDR5 4800MHz (2x SO-DIMM socket, up to 32GB SDRAM)",  
        "Hardware": "512GB SSD M.2 PCIe PCIE G4X4",
        "Card":"NVIDIA® GeForce RTX™ 3050 4GB GDDR6",
        "screen":"15.6-inch FHD (1920 x1080) 120Hz, 250 nits, WVA, Anti-Glare, LED Backlit, Narrow Border Display",
        "CGT": "3x USB 3.2 Gen 1/1x USB 3.2 Gen 1 Type-C port with DisplayPort with alt mode/1x HDMI 2.1/1x RJ45/1x Headphones,mic",
        "keyboard":"US English Orange Qwerty Backlit Keyboard with Numeric Keypad and G-Key",
        "Audio":"Nahimic Audio",
        "Bluetooth":"Wi-Fi 6 (802.11ax) + v5.2",        
        "Webcam":"HD camera (720p) ",
        "OS":"Windows 11 Home + Office Home & Student",
        "Pin":"3 Cell 56WHrs",
        "Weigth":"2.72 kg",
        "color":"Dark Shadow Grey",
        "size":"357.26 x 272.11 x 26.90 (mm)",
        "description_1":"Đánh giá chi tiết laptop gaming Dell G15 5525 R5H085W11GR3050/Laptop gaming Dell G15 5525 R5H085W11GR3050 là sản phẩm nằm trong phân khúc laptop gaming 25 đến 30 triệu và là thế hệ chơi game tiếp theo của Dell. Vốn nổi tiếng với những chiếc laptop văn phòng thì nay Dell mang đến cho game thủ một lựa chọn mới đầy tính năng, cấu hình mạnh mẽ và đương đầu với vô số tựa game dễ dàng. Vậy Dell G15 5525 sẽ được trang bị những gì?",
        "description_2":"Thiết kế mới lạ, độc đáo/Thiết kế độc lạ so với những dòng laptop gaming khác, đơn giản và không quá cầu kì, nhưng Dell G15 5525 vẫn được chau chuốt khi sở hữu vẻ ngoài mạnh mẽ với màu Dark Shadow Grey cùng thiết kế bản lề nối với màn hình độc đáo. Thiết kế của Dell G15 khiến ta liên tưởng đến ngay dòng sản phẩm cao cấp Alienware trước đây của Dell.",
        "description_3":"Hiệu năng mạnh mẽ, vượt trội/Dòng laptop Dell này được trang bị cấu hình mạnh mẽ giúp cho các game thủ chiến game mượt mà. Đó là sức mạnh đến từ CPU AMD Ryzen 5 6600H đi cùng là card đồ họa RTX 3050. Bộ vi xử lý đảm bảo tốc độ xử lý các tác vụ, RTX 3050 thì đem lại đồ họa đỉnh cao trên những tựa game AAA, tất cả hướng đến trải nghiệm chơi game tuyệt vời nhất cho người dùng.",
        "description_4":"Nâng tầm trải nghiệm thị giác/Dell G15 5525 sở hữu màn hình Full HD có kích thước 15.6 inch, độ phân giải 1920x1080 và độ sáng đạt 250 nits đem lại những khung hình sắc nét, chi tiết trên từng khung hình. Và một thứ làm nên sự khác biệt giữa màn hình của một chiếc laptop gaming và laptop thông thường là tần số quét, khi Dell G15 mang lại tần số quét lên đến 120Hz cho cảm giác sử dụng mượt mà, thích mắt hơn và đặc biệt trong những tựa game FPS, đó sẽ là lợi thế của bạn khi sở hữu em nó.",
        "description_5":"Bộ bàn phím với độ nhạy cao/Sở hữu bàn phím gõ sâu, cực kỳ nhạy và chính xác. Độ cao phím vừa phải phù hợp cho mọi kích cỡ tay, xung quanh còn được viền thêm dàn đèn LED để hỗ trợ tối đa khi bạn làm việc hoặc chơi game trong điều kiện thiếu ánh sáng. ",
        "description_6":"Thiết kế tản nhiệt thông minh/Những khe tản nhiệt được đặt ở mặt dưới, 2 bên cạnh sau và đằng trước của laptop Dell gaming G15 5525. Giúp đem lại khả năng tản nhiệt tối ưu, cân bằng nhiệt độ và cho hiệu năng sử dụng lâu dài với chiếc laptop gaming từ Dell, hạn chế việc quá tải hoặc nhiệt cao gây hư hại cho máy.",
        "old-price":26490000,
        "new-price":25490000
    },
    {
        "productId": 10014, 
        "brand": "Dell", 
        "img_1":"image/product/10014_1.jpg",
        "img_2":"image/product/10014_2.jpg",
        "img_3":"image/product/10014_3.jpg",
        "img_4":"image/product/10014_4.jpg",
        "img_5":"image/product/10014_5.jpg",
        "img_6":"image/product/10014_6.jpg",
        "name": "Laptop gaming Dell G15 5520 i7H165W11GR3050T",
        "CPU": "Intel Core i7-12700H (14 Cores 20 Threads, 24MB Cache, 3.5 GHz, Turbo Boost 4.7 GHz)",
        "RAM":"16GB (2x8GB) DDR5 4800MHz (2x SO-DIMM socket, up to 32GB SDRAM)",  
        "Hardware": "512GB SSD M.2 PCIe PCIE G4X4",
        "Card":"NVIDIA GeForce RTX 3050Ti 4GB GDDR6",
        "screen":"15.6-inch FHD (1920 x1080) 165Hz 300 nits WVA Anti-Glare LED Backlit Narrow Border Display",
        "CGT": "3x USB 3.2 Gen 1/1x USB 3.2 Gen 1 Type-C port with DisplayPort with alt mode/1x HDMI 2.1/1x RJ45/1x Headphones,mic",
        "keyboard":"Four-zone RGB Backlit Keyboard with Numeric Keypad and G-Key",
        "Audio":"Nahimic Audio",
        "Bluetooth":"Intel(R) Wi-Fi 6 AX201 (2x2) Wi-Fi + v5.2",        
        "Webcam":"HD 720p",
        "OS":"Windows 11 Home SL + Office Home & Student 2021",
        "Pin":"3 Cell 56WHrs",
        "Weigth":"2.67 kg",
        "color":"Dark Shadow Grey",
        "size":"357.26 x 272.11 x 24.90 (mm)",
        "description_1":"Đánh giá chi tiết laptop gaming Dell G15 5520 i7H165W11GR3050T/Laptop gaming Dell G15 5520 i7H165W11GR3050T là sản phẩm nằm trong phân khúc laptop gaming trên 30 triệu và là thế hệ chơi game tiếp theo của Dell. Vốn nổi tiếng với những chiếc laptop văn phòng thì nay Dell mang đến cho game thủ một lựa chọn mới đầy tính năng, cấu hình mạnh mẽ và đương đầu với vô số tựa game dễ dàng. Vậy Dell G15 5520 sẽ được trang bị những gì? ",
        "description_2":"Thiết kế mới lạ, độc đáo/Thiết kế độc lạ so với những dòng laptop gaming khác, đơn giản và không quá cầu kì, nhưng Dell G15 5520 vẫn được chau chuốt khi sở hữu vẻ ngoài mạnh mẽ với màu Dark Shadow Grey cùng thiết kế bản lề nối với màn hình độc đáo. Thiết kế của Dell G15 khiến ta liên tưởng đến ngay dòng sản phẩm cao cấp Alienware trước đây của Dell.",
        "description_3":"Hiệu năng mạnh mẽ, vượt trội/Dòng laptop Dell này được trang bị cấu hình mạnh mẽ giúp cho các game thủ chiến game mượt mà. Đó là sức mạnh đến từ CPU Intel Core i7-12700H đi cùng là card đồ họa RTX 3050Ti. Bộ vi xử lý đảm bảo tốc độ xử lý các tác vụ, RTX 3050Ti thì đem lại đồ họa đỉnh cao trên những tựa game AAA, tất cả hướng đến trải nghiệm chơi game tuyệt vời nhất cho người dùng.",
        "description_4":"Nâng tầm trải nghiệm thị giác/Dell G15 5520 sở hữu màn hình Full HD có kích thước 15.6 inch, độ phân giải 1920x1080 và độ sáng đạt 300 nits đem lại những khung hình sắc nét, chi tiết trên từng khung hình. Và một thứ làm nên sự khác biệt giữa màn hình của một chiếc laptop gaming và laptop thông thường là tần số quét, khi Dell G15 mang lại tần số quét lên đến 165Hz cho cảm giác sử dụng mượt mà, thích mắt hơn và đặc biệt trong những tựa game FPS, đó sẽ là lợi thế của bạn khi sở hữu em nó.",
        "description_5":"Bộ bàn phím với độ nhạy cao/Sở hữu bàn phím gõ sâu, cực kỳ nhạy và chính xác. Độ cao phím vừa phải phù hợp cho mọi kích cỡ tay, xung quanh còn được viền thêm dàn đèn LED để hỗ trợ tối đa khi bạn làm việc hoặc chơi game trong điều kiện thiếu ánh sáng. ",
        "description_6":"Thiết kế tản nhiệt thông minh/Những khe tản nhiệt được đặt ở mặt dưới, 2 bên cạnh sau và đằng trước của laptop Dell gaming G15 5520. Giúp đem lại khả năng tản nhiệt tối ưu, cân bằng nhiệt độ và cho hiệu năng sử dụng lâu dài với chiếc laptop gaming từ Dell, hạn chế việc quá tải hoặc nhiệt cao gây hư hại cho máy.",
        "old-price":37990000,
        "new-price":35490000
    },
    {
        "productId": 10015, 
        "brand": "Dell", 
        "img_1":"image/product/10015_1.jpg",
        "img_2":"image/product/10015_2.jpg",
        "img_3":"image/product/10015_3.jpg",
        "img_4":"image/product/10015_4.jpg",
        "img_5":"image/product/10015_5.jpg",
        "img_6":"image/product/10015_6.jpg",
        "name": "Laptop gaming Dell Alienware M15 R6 P109F001DBL",
        "CPU": "Intel Core i7-11800H 2.3GHz up to 4.6GHz 24MB",
        "RAM":"32GB (16x2) DDR4 3200MHz (2x SO-DIMM socket, up to 64GB SDRAM)",  
        "Hardware": "1TB SSD M.2 PCIe",
        "Card":"NVIDIA GeForce RTX 3060 6GB GDDR6",
        "screen":"15.6 inch FHD (1920 x 1080) 165Hz, 3ms, with ComfortView Plus",
        "CGT": "1x Type-C port (Includes Thunderbolt™ 4i, USB 3.2 Gen 2, Display Port 1.4, and Power Delivery 15W Output (5V,3A) capabilities)/3x Type-A USB 3.2 Gen 1 ports (one with PowerShare)/1x HDMI 2.1 Output port/1x Killer E2600 1 Gbps rated RJ-45 Ethernet port/1x Global Headset jack/1x Power,DC-In port",
        "keyboard":"Alienware CherryMX ultra low-profile mechanical keyboard with per-key AlienFX RGB ",
        "Audio":"Realtek ALC3254 with A-Volute Nahimic audio processing software - Integrated in Alienware Sound Center (AWSC), 2 W x 2 = 4 W total",
        "Bluetooth":"802.11AX (WiFi 6) + v5.2",        
        "Webcam":"Alienware HD (1280x720 resolution) camera with dual-array microphones",
        "OS":"Windows 11 Home + Office Home & Student",
        "Pin":"6 Cell 86WHr ",
        "Weigth":"2.69 kg",
        "color":"Dark Side of the Moon",
        "size":"356.2 x 272.5 x 22.85 (mm)",
        "description_1":"Đánh giá chi tiết laptop gaming Dell Alienware M15 R6 P109F001DBL/Một trong những dòng laptop chơi game cao cấp được yêu thích nhất hiện nay với vẻ ngoài đặc biệt cùng cấu hình mạnh mẽ, đây cũng là đứa con của thương hiệu Dell nổi tiếng với dòng laptop văn phòng, đó chính là Alienware. Hôm nay GEARVN sẽ đem đến cho bạn chiếc laptop Dell Alienware M15 R6 P109F001DBL, hãy cùng xem “người ngoài hành tinh” sẽ được trang bị những gì cho game thủ chúng ta nhé!",
        "description_2":"Sức mạnh Dell Alienware M15 R6 P109F001DBL vượt trội/Được trang bị con chip Intel Core i7 thế hệ 11- i7-11800H, Dell Alienware M15 R6 P109F001DBL mang đến khả năng xử lý với tốc độ nhanh như chớp. Kết hợp cùng card đồ họa RTX 3060, dòng card RTX 30 series sở hữu cho mình những công nghệ thúc đẩy hiệu năng xử lý hình tốt nhất hiện nay như DLSS, Dynamic Boost 2.0 và lõi Tensor thì việc xử lý hình ảnh, edit video, tận hưởng những tựa game AAA sẽ vô cùng mượt mà./Laptop Dell Alienware M15 R6 P109F001DBL sở hữu cho mình 32GB RAM để cho khả năng đa nhiệm tốt nhất còn bộ nhớ trong lên đến 1TB SSD, vừa đóng vai trò là không gian lưu trữ dữ liệu vừa giúp khởi động laptop nhanh hơn.",
        "description_3":"Hệ thống tản nhiệt Cryo-Tech tối ưu/Sức mạnh lớn đi với nhiệt độ hoạt động sẽ vô cùng cao, vì vậy Dell đã trang bị cho Alienware M15 R6 một hệ thống tản nhiệt mới - Cryo-Tech. Hệ thống 4 ống đồng dẫn nhiệt từ chính CPU và GPU, kết hợp cùng hệ thống quạt kép lấy không khí mát từ bên trên và dưới, đẩy không khí nóng ra 2 bên và phía sau sẽ giúp cho Dell Alienware M15 R6 luôn hoạt động ở mức hiệu năng tối đa nhất của chiếc máy/Thông qua phần mềm Alienware Command Center, bạn có thể thoải mái tùy chỉnh tốc độ quạt dựa trên tác vụ, nhiệt độ và nhu cầu cá nhân khi sử dụng Dell Alienware M15 R6..",
        "description_4":"Màn hình dành riêng cho game thủ/Dell Alienware M15 R6 P109F001DBL mang lại khung hình 15.6 inch ở độ phân giải 2K QHD đem đến hình ảnh rộng và bắt mắt hơn. Là chiếc laptop dành cho gaming, không thể một tần số quét khủng, với con số 165Hz, Alienware M15 R6 sẽ cho bạn mọi lợi thế cần thiết khi chơi game.",
        "description_5":"Trải nghiệm chơi game tuyệt vời/Dell Alienware M15 R6 P109F001DBL mang đến cho game thủ chúng ta chiếc bàn phím không thể tuyệt hơn. Hành trình phím 1.8mm đem lại cảm giác nhấn phím nhẹ nhàng, N-Key Rollover cho bạn thao tác nhiều phím cùng lúc và công nghệ Anti-ghosting./Một điều tuyệt vời hơn hết khi Alienware M15 R6 được trang bị switch Cherry MX, switch chỉ có trên những chiếc bàn phím cơ, bọc tiếp xúc điện mạ vàng cho trải nghiệm gõ phím như trên những chiếc bàn phím gaming. Hệ thống LED RGB 4 vùng sẽ giúp cho Alienware M15 R6 nổi bật ngay cả trong không gian tối. Bạn có thể tùy chỉnh thông qua Alienware Command Center.",
        "description_6":"Đa dạng các cổng kết nối /Alienware M15 R6 P109F001DBL cung cấp cho bạn những cổng kết nối thiếu yếu và hữu dụng nhất, bao gồm: USB Type-A 3.2 Gen 1, USB Type-C 3.2 Gen 1 (cả 2 đều sở hữu công nghệ SuperSpeed), cổng HDMI 2.1, cổng Ethernet Killer E2600 và jack Audio.",
        "old-price":61990000,
        "new-price":47990000
    },
    {
        "productId": 10016, 
        "brand": "Dell", 
        "img_1":"image/product/10016_1.jpg",
        "img_2":"image/product/10016_2.jpg",
        "img_3":"image/product/10016_3.jpg",
        "img_4":"image/product/10016_4.jpg",
        "img_5":"image/product/10016_5.jpg",
        "img_6":"image/product/10016_6.jpg",
        "name": "Laptop gaming Dell Alienware M15 R6 P109F001CBL",
        "CPU": "Intel Core i7-11800H 2.3GHz up to 4.6GHz 24MB",
        "RAM":"32GB (16x2) DDR4 3200MHz (2x SO-DIMM socket, up to 64GB SDRAM)",  
        "Hardware": "1TB SSD M.2 PCIe",
        "Card":"NVIDIA GeForce RTX 3060 6GB GDDR6",
        "screen":"15.6 inch QHD (2560 x 1440) 240Hz, 2ms, with ComfortView plus, NVIDIA G-SYNC and Advanced Optimus, WVA Display",
        "CGT": "1x Type-C port (Includes Thunderbolt™ 4i, USB 3.2 Gen 2, Display Port 1.4, and Power Delivery 15W Output (5V,3A) capabilities)/3x Type-A USB 3.2 Gen 1 ports (one with PowerShare)/1x HDMI 2.1 Output port/1x Killer E2600 1 Gbps rated RJ-45 Ethernet port/1x Global Headset jack/1x Power,DC-In port",
        "keyboard":"Alienware CherryMX ultra low-profile mechanical keyboard with per-key AlienFX RGB",
        "Audio":"Realtek ALC3254 with A-Volute Nahimic audio processing software - Integrated in Alienware Sound Center (AWSC), 2 W x 2 = 4 W total",
        "Bluetooth":"802.11AX (WiFi 6) + v5.2",        
        "Webcam":"Alienware HD (1280x720 resolution) camera with dual-array microphones",
        "OS":"Windows 11 Home + Office Home & Student",
        "Pin":"6 Cell 86WHr ",
        "Weigth":"2.69 kg",
        "color":"Dark Side of the Moon",
        "size":"356.2 x 272.5 x 22.85 (mm)",
        "description_1":"Đánh giá chi tiết laptop gaming Dell Alienware M15 R6 P109F001CBL/Một trong những dòng laptop chơi game cao cấp được yêu thích nhất hiện nay với vẻ ngoài đặc biệt cùng cấu hình mạnh mẽ, đây cũng là đứa con của thương hiệu Dell nổi tiếng với dòng laptop văn phòng, đó chính là Alienware. Hôm nay GEARVN sẽ đem đến cho bạn chiếc laptop Dell Alienware M15 R6 P109F001CBL, hãy cùng xem “người ngoài hành tinh” sẽ được trang bị những gì cho game thủ chúng ta nhé!",
        "description_2":"Sức mạnh Dell Alienware M15 R6 P109F001CBL vượt trội/Được trang bị con chip Intel Core i7 thế hệ 11- i7-11800H, Dell Alienware M15 R6 P109F001CBL mang đến khả năng xử lý với tốc độ nhanh như chớp. Kết hợp cùng card đồ họa RTX 3060, dòng card RTX 30 series sở hữu cho mình những công nghệ thúc đẩy hiệu năng xử lý hình tốt nhất hiện nay như DLSS, Dynamic Boost 2.0 và lõi Tensor thì việc xử lý hình ảnh, edit video, tận hưởng những tựa game AAA sẽ vô cùng mượt mà./Laptop Dell Alienware M15 R6 P109F001CBL sở hữu cho mình 32GB RAM để cho khả năng đa nhiệm tốt nhất còn bộ nhớ trong lên đến 1TB SSD, vừa đóng vai trò là không gian lưu trữ dữ liệu vừa giúp khởi động laptop nhanh hơn.",
        "description_3":"Hệ thống tản nhiệt Cryo-Tech tối ưu/Sức mạnh lớn đi với nhiệt độ hoạt động sẽ vô cùng cao, vì vậy Dell đã trang bị cho Alienware M15 R6 một hệ thống tản nhiệt mới - Cryo-Tech. Hệ thống 4 ống đồng dẫn nhiệt từ chính CPU và GPU, kết hợp cùng hệ thống quạt kép lấy không khí mát từ bên trên và dưới, đẩy không khí nóng ra 2 bên và phía sau sẽ giúp cho Dell Alienware M15 R6 luôn hoạt động ở mức hiệu năng tối đa nhất của chiếc máy/Thông qua phần mềm Alienware Command Center, bạn có thể thoải mái tùy chỉnh tốc độ quạt dựa trên tác vụ, nhiệt độ và nhu cầu cá nhân khi sử dụng Dell Alienware M15 R6..",
        "description_4":"Màn hình dành riêng cho game thủ/Dell Alienware M15 R6 P109F001CBL mang lại khung hình 15.6 inch ở độ phân giải 2K QHD đem đến hình ảnh rộng và bắt mắt hơn. Là chiếc laptop dành cho gaming, không thể một tần số quét khủng, với con số 240Hz, Alienware M15 R6 sẽ cho bạn mọi lợi thế cần thiết khi chơi game. Công nghệ NVIDIA G-Sync hướng đến khả năng chơi game mượt mà và giảm thiểu tình trạng xé màn hình.",
        "description_5":"Trải nghiệm chơi game tuyệt vời/Dell Alienware M15 R6 P109F001CBL mang đến cho game thủ chúng ta chiếc bàn phím không thể tuyệt hơn. Hành trình phím 1.8mm đem lại cảm giác nhấn phím nhẹ nhàng, N-Key Rollover cho bạn thao tác nhiều phím cùng lúc và công nghệ Anti-ghosting./Một điều tuyệt vời hơn hết khi Alienware M15 R6 được trang bị switch Cherry MX, switch chỉ có trên những chiếc bàn phím cơ, bọc tiếp xúc điện mạ vàng cho trải nghiệm gõ phím như trên những chiếc bàn phím gaming. Hệ thống LED RGB 4 vùng sẽ giúp cho Alienware M15 R6 nổi bật ngay cả trong không gian tối. Bạn có thể tùy chỉnh thông qua Alienware Command Center.",
        "description_6":"Đa dạng các cổng kết nối /Alienware M15 R6 P109F001CBL cung cấp cho bạn những cổng kết nối thiếu yếu và hữu dụng nhất, bao gồm: USB Type-A 3.2 Gen 1, USB Type-C 3.2 Gen 1 (cả 2 đều sở hữu công nghệ SuperSpeed), cổng HDMI 2.1, cổng Ethernet Killer E2600 và jack Audio.",
        "old-price":61990000,
        "new-price":47990000
    }
]